<?
$battle_mess[0]='Одержи победу в сценарии с здоровьем меньше 5% и получи достижение «Любовь к жизни!»';
$battle_mess[1]='Одержи победу в сценарии не более чем за 5 сек, до завершения времени боя и получи достижение «Время Ч»!';
$battle_mess[2]='Можно получать дополнительные монеты войны каждый день после 10-го боя, имея классность специалиста. Классность присваивается за ежедневное участие в 10 битвах. Помни: пока ты спишь, враг качается! Подробности в приказе (ниже окна игры)!';
$battle_mess[3]='Оперативные группы можно создавать начиная с офицерского звания. Для того чтобы стать офицером быстрее, есть смысл наносить урон окружению. В офицерском звании расстреливать стены почти бесполезно, т.к. за урон окружению начисляется минимальный опыт.';
$battle_mess[4]='Получить аватар, модернизировать танк, а также конвертировать внутри игровую валюту можно в разделе «VIP-магазин» в Ремонтном ангаре. Там же можно покупать монеты войны за голоса по выгодному курсу!';
$battle_mess[5]='Господа офицеры, приглашайте в группы рядовых и сержантов для прохождения сценария «Зачистка». За каждую победу вы будете получать дополнительные знаки отваги!';
$battle_mess[6]='Читайте приказы под окном игры и архив приказов в официальной группе. Вы узнаете об учрежденных наградах и условиях их получения.';
$battle_mess[7]='Для новобранцев, начавших играть недавно, под окном игры организована вкладка «Как играть?». В ней есть описание режимов игры, описание интерфейса, управления и «горячих» клавиш.';
$battle_mess[8]='Бойцы, используйте вызов ракетного удара с пониманием всей ответственности! Каждый ракетный бункер – национальное достояние и трудовой подвиг всей страны!';
$battle_mess[9]='Будьте вежливы с товарищами и предупредительны в битве. Корректного игрока всегда пригласят в группу!';
?>
